IDEA Open Model
PointSupportNode.FlexibleStiffnessX Property
Compatible with IDEA StatiCa Beta 20.0
 Support stiffness X dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FlexibleStiffnessX { get; set; }
Public Property FlexibleStiffnessX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace